Repository: sleepingcat4/bert-textgeneration
Catalog: dataset/output_polskapomoc-gov-pl_eng-pol_eng-pol.tmx
Source language: en
Languages: pl

source: The planned meetings, exhibitions, and seminars for students, academics and NGOs are aimed at making the target groups interested in the issue of manufacturing and resource extraction, human rights protection in the countries of the Global South, and at acquainting them with the everyday life of local Global South communities.
pl: Planowane spotkania, wystawy i seminaria dla studentów, kadry akademickiej oraz organizacji pozarządowych mają zainteresować odbiorców problemami produkcji czy wydobycia surowców, ochrony praw człowieka w krajach Globalnego Południa i uświadomić, jak wygląda życie tamtejszych lokalnych społeczności.

source: The measures will be conducted in Warsaw, as well as Poznan (in cooperation with the Poznań Human Rights Centre) and Torun (in cooperation with the Centre for Leadership and Corporate Social Responsibility operating alongside The Nicolaus Copernicus University).
pl: Działania prowadzone będą w Warszawie, a także w Poznaniu - we współpracy z Poznańskim Centrum Praw Człowieka, oraz w Toruniu, we współpracy z Centrum Przywództwa i Odpowiedzialności Biznesu, działającym przy Uniwersytecie Mikołaja Kopernika.

source: The knowledge gained by participating in the project will serve as a catalyst for change in consumer and business behaviour and lead them to take more conscious decisions on the choice of products, services and trade partners.
pl: Wiedza nabyta dzięki udziałowi w projekcie ma być motorem zmian w postawach konsumenckich i biznesowych oraz podejmowania bardziej świadomych decyzji o wyborze produktów, usług i partnerów handlowych.

source: The MFA allocated a grant of PLN 91 530 towards the project.
pl: MSZ przeznaczył na ten projekt dotację w wysokości 91 530 PLN.

source: 872/2013 Post-turysta.pl - Educational initiatives increasing the awareness of Polish people of global interdependencies and the causes and consequences of tourist behaviour
pl: 872/2013 Post-turysta.pl - inicjatywy edukacyjne zwiększające świadomość Polaków dotyczącą globalnych współzależności oraz przyczyn i konsekwencji zachowań turystycznych

source: Catholic Intelligentsia Club
pl: Kub Inteligencji Katolickiej

source: The project focuses on providing Polish tourists and people active in the tourist sector with materials devoted to responsible and conscious tourist practices.
pl: Projekt zakłada udostępnienie polskim turystom i osobom zajmującym się turystyką materiałów poświęconych odpowiedzialnej i świadomej turystyce.

source: The construction of the www.post-turysta.pl website is also planned, which will serve as an Internet guide on post-tourism.
pl: Planowane jest także uruchomienie portalu internetowego www.post-turysta.pl - internetowego przewodnika po zagadnieniach związanych z ideą post-turystyki.

source: The substantive foundation for the guide will be a database of 30 popular science articles devoted to the most important issues relating to tourism in the modern world.
pl: Podstawą merytoryczną przewodnika będzie baza 30 artykułów popularnonaukowych, poświęconych najważniejszym zagadnieniom turystycznym współczesnego świata.

source: At the same time, a special issue of Kontakt magazine (print quarterly and Internet weekly) will be edited and published by the Catholic Intelligentsia Club, focusing on post-tourism (publication covered by grant from the Ministry of Culture and National Heritage).
pl: Równolegle zostanie przygotowany numer Magazynu Kontakt - kwartalnika papierowego i tygodnika internetowego, wydawanego przez Klub Inteligencji Katolickiej - poświęcony post-turystyce (publikacja objęta jest grantem MKiDN).

source: 838/2013 Global education series on TV program: “This Week on Earth”
pl: 838/2013 Cykl edukacji globalnej programie „To był dzień na świecie (TBDNS)”

source: Foundation of Media Committed to People - HumanDoc
pl: Fundacja Mediów Społecznie Zaangażowanych - HumanDoc

source: In the framework of the project, on every third Saturday of the month from August to December 2013 the weekly programme “This Week on Earth” [To był tydzień na świecie] will broadcast an educational segment showcasing selected aspects of global development.
pl: W ramach projektu, w każdą trzecią sobotę miesiąca od sierpnia do grudnia 2013 cotygodniowy program "To był tydzień na świecie" emitować będzie cykl edukacyjny prezentujący wybrane zagadnienia z zakresu edukacji globalnej.

source: The segment is divided into two parts - the broadcast of a news report, film or interview, followed by a debate in the studio.
pl: Cykl podzielony jest na dwie części - emisję reportażu, materiału filmowego bądź wywiadu, a następnie dyskusję w studio.

source: “This Week on Earth” is a geopolitical magazine which provides comments, analyses, and correspondence from all over the world.
pl: "To był tydzień na świecie" to magazyn geopolityczny, prezentujący komentarze, analizy i korespondencje z całego świata.

source: The general goal of the project is to provide global education to Polish society, as well as journalists and Polish media publishers, by engaging them in the implementation of the project.
pl: Celem ogólnym projektu jest edukacja globalna społeczeństwa, a także edukacja globalna dziennikarzy i wydawców polskich mediów, poprzez włączenie ich w proces realizacji projektu.

source: The long-term goal of the project is also to establish closer cooperation between the NGO sector, development cooperation bodies, and the media.
pl: Długofalowym celem projektu jest też zacieśnienie współpracy pomiędzy sektorem pozarządowym i podmiotami zaangażowanymi we współpracę rozwojową a mediami.

source: Foundation Education for Democracy
pl: Fundacja Edukacja dla Demokracji

source: The aim of the project is to create a global education database - a collection of expert-reviewed educational materials available all over Poland, as well as an archive of materials on global education.
pl: Celem projektu jest stworzenie repozytorium - zbioru sprawdzonych przez ekspertów materiałów edukacyjnych, które byłyby dostępne w całej Polsce, oraz archiwum materiałów dotyczących edukacji globalnej.

source: A total of 70 materials will be selected, which will be assessed and potentially edited by the group of consultants.
pl: Wybranych zostanie 70 materiałów, które będą opiniowane i ewentualnie dopracowywane przez grupę konsultacyjną.

source: The materials will be verified in practice during lessons held in various parts of Poland and on various levels of school education.
pl: Materiały zostaną sprawdzone w praktyce podczas lekcji odbywających się w różnych miejscach Polski, w placówkach różnych etapów edukacyjnych.

source: The collection of educational materials will provide teachers with a tool to introduce elements of global education in their schools and, in turn, indirectly disseminate global education among the young generation.
pl: Zebrany w projekcie zbiór materiałów edukacyjnych będzie dla nauczycieli narzędziem pracy do wprowadzania edukacji globalnej w szkołach, i przez to pośrednio ma upowszechniać edukację globalną wśród młodego pokolenia.

source: 1073/2013 Together for Development - Active Global Education in Schools
pl: 1073/2013 Razem dla Rozwoju - aktywna Edukacja Globalna w szkołach

source: Salesian Missionary Voluntary Service - Youth For The World
pl: Salezjański Wolontariat Misyjny - Młodzi Światu

source: The project focuses on shaping awareness of global education issues among children and youth.
pl: Projekt skupia się na kształtowaniu świadomości problematyki globalnego rozwoju wśród dzieci i młodzieży.

source: It comprises the creation of educational material covering a selected global education theme, adapted to the needs of the individual age groups from pre-school all the way to high school.
pl: Przewidziano opracowanie materiałów edukacyjnych na wybrany temat dotyczący edukacji globalnej, dostosowanych do poszczególnych przedziałów wiekowych, od przedszkola aż po liceum.

source: The most engaged and creative groups in each age group will take part in classes in the Villages of the World - Global Education Park , an educational centre in Krakow.
pl: Najbardziej zaangażowane i kreatywne grupy z każdej kategorii wiekowej wezmą udział w zajęciach w Wioskach Świata - Parku Edukacji Globalnej , kompleksie edukacyjnym znajdującym się w Krakowie.

source: 1004/2013 Bet on the development!
pl: 1004/2013 Postaw na rozwój!

source: The Centre for Environmental Activities "Źródła"
pl: Ośrodek Działań Ekologicznych „Źródła”

source: 40 participants will receive initial training in the scope of global education methods and themes, with 20 participants receiving comprehensive training; they will also receive additional mentoring.
pl: 40 osób przejdzie wstępne szkolenie z zakresu metod i treści edukacji globalnej, a 20 osób zostanie przeszkolonych kompleksowo - dodatkowo zostanie im zapewniony mentoring.

source: The project will also make it possible to raise the competences of teachers in the area of global education classes, thanks to training provided to a group of at least 100 teachers in the form of e-learning and by providing educational materials.
pl: Projekt pozwoli też na podniesienie kompetencji nauczycieli do prowadzenia zajęć z edukacji globalnej, poprzez przeszkolenie grupy min. 100 nauczycieli za pomocą e-learningu oraz dostarczenie materiałów edukacyjnych.

source: The trainings will also increase the awareness of participants when it comes to the global interdependencies in the modern world.
pl: Szkolenia zwiększą świadomość uczestników w zakresie znaczenia współzależności globalnych we współczesnym świecie.

source: School workshops conducted by teachers and educators are also planned.
pl: Planowane są też zajęcia warsztatowe w szkołach, przeprowadzone przez edukatorów i nauczycieli.

source: The project will lead to greater knowledge of global education among children.
pl: Rezultatem projektu będzie zwiększenie zasobów wiedzy z zakresu edukacji globalnej wśród dzieci.

source: Buy clothes and electronic equipment responsibly! - project activating Polish teachers and students of lower and upper secondary school level to act for the Global South
pl: Kupuj odpowiedzialnie ubrania i elektronikę! - projekt aktywizujący polskich nauczycieli i uczniów III i IV etapu edukacyjnego do podejmowania działań na rzecz krajów globalnego Południa.

source: Alliance of Associations Polish Green Network
pl: Związek Stowarzyszeń Polska Zielona Sieć

source: As part of the project, Internet tools will be created and then made available for use all across Poland - an educational material database, on-line game, e-learning platform, and website.
pl: W ramach projektu stworzone zostaną narzędzia internetowe, do wykorzystania na terenie całej Polski - repozytorium materiałów edukacyjnych, gra on-line, platforma e-learningowa oraz strona internetowa.

source: The project aims to improve the quality of global education lessons by actively engaging pupils and teachers.
pl: Projekt ma na celu poprawę jakości prowadzonej edukacji globalnej przez aktywne uczestnictwo uczniów i nauczycieli.

source: Pupils and teachers will study together, in line with the principles of collaborative learning.
pl: Uczniowie i nauczyciele będą uczyć się wspólnie, zgodnie z metodą tzw. współdzielonego uczenia się.

source: The main measure will be preceded by a pilot training aimed at adapting the selected method to Polish circumstances.
pl: Działanie właściwe poprzedzone będzie pilotażem, mającym pomóc zaadaptować wybraną metodę do polskich warunków.

source: An additional 16 teachers will undergo training, while 80 will take part in an e-learning course which will enable them to discover the interdependencies between development issues and the everyday choices facing consumers.
pl: Dodatkowo zostanie przeszkolonych 16 nauczycieli, a 80 weźmie udział w szkoleniu prowadzonym przy pomocy platformy e-learningowej, która pozwoli im poznać zależności między problemami rozwojowymi a codziennymi wyborami konsumentów.

source: In the following phase, over 2000 pupils will learn about development issues in the context of two groups of goods that are most popular with the youth - electronic gadgets and clothes.
pl: W kolejnym etapie projektu ponad 2000 uczniów zostanie uwrażliwionych na problematykę rozwojową w kontekście najbardziej popularnych wśród młodzieży towarów - gadżetów elektronicznych i odzieży.

source: 850/2013 Global Education of children changes our world “2”
pl: 850/2013 Edukacja Globalna dzieci zmienia nasz świat „2”

source: Angelus Silesius House
pl: Dom Spotkań im.

source: They are aimed at disseminating knowledge and understanding of global culture as an element of pre-school education and introducing Global Education Week as a permanent fixture in the annual work plan in 36 pre-schools.
pl: Mają one na celu rozpowszechnianie wiedzy i zrozumienia edukacji globalnej jako elementu edukacji dzieci przedszkolnych oraz wprowadzenie Tygodnia Edukacji Globalnej jako stałego elementu pracy rocznej w 36 przedszkolach.

source: There are also plans to raise the qualifications of pre-school teachers through trainings and evaluation meetings, thereby enabling them to conduct global education classes.
pl: Planowane jest także podnoszenie kompetencji nauczycieli przedszkolnych poprzez szkolenia i spotkania ewaluacyjne, co pozwoli na przygotowanie ich do prowadzenia zajęć z edukacji globalnej.

source: There will also be on-line access to educational materials for kids, global education methodology, and the necessary visual aids.
pl: Zapewniony zostanie także internetowy dostęp do materiałów edukacyjnych dla dzieci, metodologii edukacji globalnej i odpowiednich materiałów wizualnych.

source: An additional element will be to introduce permanent global education classes as part of the University of the Third Age.
pl: Dodatkowym elementem będzie prowadzenie stałych elementów edukacji globalnej do planu zajęć Uniwersytetów III Wieku.

source: 931/2013 Global education in special needs education
pl: 931/2013 Edukacja globalna w nauczaniu osób ze specjalnymi potrzebami

source: Christian Charity Service
pl: Chrześcijańska Służba Charytatywna

source: The project is addressed to special education teachers who work with people with special educational needs (visual impairment, speech disorders, and temporal and behavioural impairment).
pl: Projekt skierowany jest do pedagogów specjalnych, na co dzień pracujących z osobami ze specjalnymi potrzebami edukacyjnymi (z zaburzeniami wzroku, mowy, czasu, zachowania).

source: An 8-day course will be designed for pedagogy students, entitled "Summer School of Global Education", which will introduce the topic of global education through lectures, workshops, and meetings with experts active in the field.
pl: Specjalnie na potrzeby studentów pedagogiki opracowany zostanie 8-dniowy kurs „Letnia Szkoła Edukacji Globalnej”, który wprowadzi ich w tematykę edukacji globalnej poprzez wykłady, warsztaty i spotkania z ekspertami-praktykami.

source: The course will allow participants to gain the knowledge and skills needed to prepare their own tools of working with the separate groups of people with special needs.
pl: Kurs pozwoli na pozyskanie wiedzy i umiejętności niezbędnych do przygotowania autorskich narzędzi do pracy z poszczególnymi grupami osób z specjalnymi potrzebami.

source: The tools will then be published in digital format and distributed among pedagogical faculties in Poland, as well as selected teacher training centres and education offices.
pl: Narzędzia te zostaną później opublikowane w postaci materiału elektronicznego i rozpowszechnione wśród uczelni pedagogicznych w Polsce, a także wybranych państwowych ośrodków doskonalenia nauczycieli i kuratoriów oświaty.

source: An expert panel promoting the publication will be organized at the end of the project.
pl: Na zakończenie projektu zorganizowana zostanie debata ekspercka, promująca stworzoną publikację.

source: Indirect recipients of the project also include people with special needs, for whom the students will hold classes as part of Global Education Week.
pl: Pośrednio odbiorcami projektu są też osoby ze specjalnymi potrzebami, dla których studenci przeprowadzą zajęcia w ramach Tygodnia Edukacji Globalnej.

source: In Warsaw, the project will be held at the Kinoteka cinema in the Palace of Science and Culture, and at the University of Warsaw, while viewers all over Poland will be able to take part via the IPLEX.pl website and at screenings in 10 selected Polish cities.
pl: W Warszawie projekt będzie realizowany w Kinotece Pałacu Kultury i Nauki oraz na Uniwersytecie Warszawskim, zaś w całej Polsce projekt realizowany będzie za pośrednictwem strony IPLEX.pl oraz pokazów w wybranych 10 miastach Polski.

source: The screening of global development films is aimed at helping the Polish audience better understand the situation in developing countries, raise awareness, and explain how global issues influence the everyday lives of ordinary people.
pl: Pokaz kina globalnego rozwoju ma pomóc zrozumieć polskim widzom sytuację w krajach rozwijających się, zwiększyć świadomość i pokazać, jak sprawy światowe wpływają na życie codzienne ludzi.

source: The festival reaches a broad group of recipients with various levels of knowledge.
pl: Festiwal dociera do szerokich grup beneficjentów o różnym stopniu wiedzy.

source: Just like in previous years, film screenings will be held at the Kinoteka cinema, via the Internet, and in cinemas all across Poland, supplemented by debates on global development, an audience award for the best film and a photo competition which will select the best photo in the field of global development, whose author will receive an in-kind prize handed out by the University of Warsaw.
pl: Podobnie jak w trakcie poprzednich edycji, zorganizowane zostaną pokazy filmów w Kinotece w Warszawie, w Internecie i w kinach w Polsce, dyskusje dot. globalnego rozwoju, plebiscyt publiczności na najlepszy film oraz konkurs fotograficzny, w którym wyróżniona nagrodą rzeczową ufundowaną przez Uniwersytet Warszawski zostanie najlepsza fotografia przedstawiająca temat wpisujący się w globalny rozwój.

source: The festival will also include meetings with Polish and international film-makers and protagonists, workshops depicting the work of the artist in the global development context, as well as a gala awards ceremony.
pl: W ramach festiwalu zorganizowane zostaną też spotkania z polskimi i zagranicznymi twórcami i bohaterami filmów, warsztaty ukazujące pracę artysty w kontekście globalnego rozwoju i uroczysta gala rozdania nagród.

source: The screenings will be accompanied by a photo exhibition promoting knowledge of countries in the Global South.
pl: Projekcjom towarzyszyć też będzie wystawa fotograficzna promująca wiedzę o krajach Globalnego Południa.

source: You are here Polish Aid / Our activities / Eastern Partnership Academy of Public Administration / 2016 training for officials from the EaP countries about to begin
pl: jesteś tutaj Polska pomoc / Nasze działania / Akademia APPW / Startują szkolenia dla urzędników z krajów PW w 2016 roku

source: 2016 training for officials from the EaP countries about to begin
pl: Startują szkolenia dla urzędników z krajów PW w 2016 roku

source: Another edition of courses organised by the Eastern Partnership Academy of Public Administration will be launched soon.
pl: Wkrótce rusza kolejna edycja szkoleń w ramach Akademii Administracji Publicznej Partnerstwa Wschodniego.

source: This year, four training modules will be available:
pl: W tym roku zaplanowano cztery moduły szkoleniowe:

source: local government reform - for Georgian officials,
pl: w zakresie reformy samorządowej dla urzędników gruzińskich,

source: implementation of the Association Agreements'/DCFTA's provisions on trade in agricultural products - for representatives of Georgia's, Moldova's and Ukraine's state administration,
pl: dot. wdrażania zapisów Umów Stowarzyszeniowych/DCFTA w zakresie handlu produktami rolnymi dla przedstawicieli administracji rządowej Gruzji, Mołdawii i Ukrainy,

source: fighting corruption in Ukraine - for Ukrainian officials,
pl: nt. przeciwdziałania korupcji na Ukrainie dla urzędników ukraińskich

source: internships in the area of ​​civil service - for representatives of all EaP countries.
pl: staże w obszarze służby cywilnej dla przedstawicieli wszystkich krajów PW.

source: This year's training will be attended by over 60 officials.
pl: W tegorocznych szkoleniach będzie uczestniczyć łącznie ponad 60 słuchaczy.

source: Georgia's administration was most largely represented (102 persons), followed by Moldova (68 persons) and Ukraine (59).
pl: Największą grupę uczestników stanowili przedstawiciele administracji gruzińskiej (102 osoby), następnie mołdawskiej (68 osób) i ukraińskiej (59 osób).

source: Azerbaijan's government administration was represented by 35 officials, Armenia's - by 34, and Belarus' - by 18.
pl: Administrację rządową Azerbejdżanu reprezentowało 35 urzędników, Armenii - 34, a Białorusi - 18.

source: The Eastern Partnership Academy of Public Administration was established in 2011 in order to strengthen government administration in the Eastern Partnership countries by organising specialist training for officials.
pl: Program Akademia Administracji Publicznej Partnerstwa Wschodniego został uruchomiony w 2011 roku w celu wzmocnienia administracji rządowej w państwach Partnerstwa Wschodniego poprzez organizację specjalistycznych szkoleń dla urzędników.

source: The programme is implemented by the MFA's Department of Development Cooperation together with the National School of Public Administration (KSAP) under Polish development cooperation.
pl: Program realizowany jest przez Departament Współpracy Rozwojowej MSZ we współpracy z Krajową Szkołą Administracji Publicznej (KSAP) w ramach polskiej współpracy rozwojowej.

source: You are here Polish Aid / Partner countries / Sub-Saharan Africa / East Africa / Ethiopia / Call for proposals in the Regional Development and Protection Programme in Ethiopia
pl: jesteś tutaj Polska pomoc / Komu pomagamy / Afryka Subsaharyjska / Afryka Wschodnia / Etiopia / Nabór wniosków w ramach Programu Rozwoju Regionalnego i Ochrony Ludności w Etiopii

source: Call for proposals in the Regional Development and Protection Programme in Ethiopia
pl: Nabór wniosków w ramach Programu Rozwoju Regionalnego i Ochrony Ludności w Etiopii

source: On 4th July 2016 the Delegation of the European Union to Ethiopia organizes an information meeting for entities which consider submitting an application.
pl: Delegatura Unii Europejskiej przy Etiopii organizuje w dniu 4 lipca 2016 r. spotkanie informacyjne dla podmiotów zainteresowanych aplikowaniem o środki.

source: Detailed information is available at the Delegation's website .
pl: Szczegółowe informacje dostępne są na stronie internetowej delegatury .

source: The panel's objective was to sum up 20 years of independence of Central Asian countries and to reflect on achievements and challenges in the field of economic and democratic development.
pl: Panel miał na celu podsumowanie 20 lat niepodległości państw Azji Środkowej i zastanowienie się nad osiągnięciami i wyzwaniami, tak w dziedzinie rozwoju gospodarczego, jak i zaawansowania demokracji.

source: Speaking about the role of donors, the participants underscored that NGOs can effectively cooperate with local communities and that local governments need to be supported.
pl: W dyskusji na temat roli donatorów podkreślano skuteczność działania NGOs współpracujących ze społecznościami lokalnymi i konieczność wspierania samorządności na szczeblu lokalnym.
